Repository: kimsultech/wingpanel-indicator-sysmon
Catalog: po/*.po
Languages: de

source: days,
de: Tage,

source: CPU Temperature
de: CPU-Temperatur

source: Swap
de: Auslagerungsspeicher

source: Uptime
de: Laufzeit

source: Load Average
de: Durchschn. Last

source: Network Up
de: Netzwerk ausgehend

source: Network Down
de: Netzwerk eingehend

source: Disk Read
de: HDD lesend

source: Disk Write
de: HDD schreibend

source: Open Settings…
de: Einstellungen öffnen…

source: Show indicator icon only
de: Nur Icon anzeigen

source: CPU usage
de: CPU-Auslastung

source: CPU temperature
de: CPU-Temperatur

source: RAM usage
de: Auslastung Arbeitsspeicher

source: Network throughput
de: Netzwerkdurchsatz

source: Disk throughput
de: HDD-Durchsatz

source: Workspace number
de: Arbeitsfläche Nummer

source: Show indicator
de: Indikator anzeigen
